Repository: actisPRO/Watchdog
Catalog: Watchdog.Bot/Strings/Phrases.*.resx
Languages: ru

source: Ban
ru: Бан

source: Kick
ru: Кик

source: Moderator
ru: Модератор

source: Reason
ru: Причина

source: Timestamp
ru: Дата

source: Until
ru: До

source: User
ru: Пользователь

source: Warning
ru: Предупреждение

# Notification_Warning
source: :warning: You've been warned by moderator **{0}** on the server **{1}**! Reason: **{2}**. Current warnings count: **{3}**. ID: **{4}**.
ru: :warning: Ты получил предупреждение от модератора **{0}** на сервере **{1}**! Причина: **{2}**. Количество предупреждений: **{3}**. ID: **{4}**.

# WarningCount
source: Number of warnings
ru: Количество предупреждений

# WarningModeratorConfirmation
source: Successfully warned member **{0}**. Current warnings count: **{1}**.
ru: Успешно выдано предупреждение участнику **{0}**. Количество предупреждений: **{1}**.

# Notification_Kick
source: :warning: You've been kicked from the server **{0}** by moderator **{1}**. Reason: **{2}**.
ru: :warning: Тебя кикнули с сервера **{0}**. Модератор: **{1}**. Причина: **{2}**.

# ModeratorConfirmation_Kick
source: Successfully kicked member **{0}**.
ru: Успешно кикнут участник **{0}**.

# Notification_WarningDeletion
source: :envelope: Moderator **{0}** has removed your warning with ID **{1}** on the server **{2}**. Current warnings count: **{3}**.
ru: :envelope: Модератор **{0}** убрал твоё предупреждение с ID **{1}** на сервере **{2}**. Количество предупреждений: **{3}**.

# WarningNotFound
source: Warning with ID **{0}** does not exist.
ru: Предупреждение с ID **{0}** не найдено.

# WarningDeletionModeratorConfirmation
source: Succesfully removed warning **{0}** from user **{1}**. Current warning count: **{2}**.
ru: Успешно удалено предупреждение **{0}** с пользователя **{1}**. Количество предупреждений: **{2}**.

# WarningRemove
source: Warning removal
ru: Удаление предупреждения
